

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `binblog`
--

-- --------------------------------------------------------

--
-- 表的结构 `bl_about`
--

CREATE TABLE `bl_about` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(100) NOT NULL DEFAULT '' COMMENT '标题',
  `intro` varchar(255) NOT NULL DEFAULT '' COMMENT '简介',
  `content` text COMMENT '内容',
  `design_cont` varchar(255) NOT NULL DEFAULT '' COMMENT '设计简介',
  `our_ability` varchar(100) NOT NULL DEFAULT '' COMMENT '我们的能力'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_about`
--

INSERT INTO `bl_about` (`id`, `title`, `intro`, `content`, `design_cont`, `our_ability`) VALUES
(1, '北京烤鸭', '烤鸭是具有世界声誉的北京著名菜式，由中国汉族人研制于明朝，在当时是宫廷食品。', '烤鸭是具有世界声誉的北京著名菜式，由中国汉族人研制于明朝，在当时是宫廷食品。用料为优质肉食鸭北京鸭，果木炭火烤制，色泽红润，肉质肥而不腻，外脆里嫩。北京烤鸭分为两大流派，而北京最著名的烤鸭店也即是两派的代表。它以色泽红艳，肉质细嫩，味道醇厚，肥而不腻的特色，被誉为“天下美味”。', '日是炸鸡块:琵笆腿、大蒜、面粉、辣椒粉、盐、五香粉、料酒、白胡椒粉', '营养搭配'),
(2, '口水鸡', '大名鼎鼎的“口水鸡”是一道四川风味的凉菜。麻辣红油浸没的鲜嫩鸡块，搭配丰富的佐料，集麻、辣、鲜、香、嫩、爽于一身，想想都让人直咽口水，难怪会叫“口水鸡”呢。', '大名鼎鼎的“口水鸡”是一道四川风味的凉菜。麻辣红油浸没的鲜嫩鸡块，搭配丰富的佐料，集麻、辣、鲜、香、嫩、爽于一身，想想都让人直咽口水，难怪会叫“口水鸡”呢。 \r\n一般餐馆里的口水鸡都是用整只鸡来做，不过家里人少，就偷个懒，用鸡腿来做，操作起来省事多了。如果刀功不好，鸡腿也可以不切，改用手撕吧，虽然卖相差点，不过更容易入味（给自己找借口^_^）。 \r\n其实自己在家里做，可以灵活变通，只要保证鸡肉爽滑软嫩、再佐以四味俱全的调味汁，一样可以做出让人垂涎三尺的好味道~~', '第一眼看到这盘水灵灵的水蜜桃就被惊艳到，有种找到真爱的感觉，其实它们是饼干做的哦！', '吃香喝辣'),
(3, '荷塘小炒', '莲藕、荷兰豆、红箩卜、玉米粒、黑木耳等材料，这种五颜六色的搭配，色彩鲜亮给人以视觉上的享受，原来素菜也可以这么美。', '荷塘小炒的主要材料就是莲藕，加上其他颜色的荷兰豆、红箩卜、玉米粒、黑木耳等材料组成，这种五颜六色的搭配，色彩鲜亮给人以视觉上的享受，原来素菜也可以这么美。别以为这道菜只是好看而已，做的好可是一道内外兼备，即使是家宴也拿的出手的一道菜，而且这道菜的各种材料都含丰富的植物粗纤维，有益肠胃功能修复，绝对值得尝试哟。', '微辣炒鸡', '健康素食'),
(4, '炒鸡', '一份炒鸡', '就是一份炒鸡', '微辣炒鸡', '肉食主义'),
(5, '炒鸡大', '一份炒鸡', '就是一份炒鸡', '微辣炒鸡', '1551515'),
(6, '炒鸡', '一份炒鸡', '就是一份炒鸡', '微辣炒鸡', '1551515'),
(43, 'sffasfasfasf', 'asfasfsafas', 'asfjkagshfasu', 'asfasfasfa', 'afasfsafa'),
(45, '', '', '', '', ''),
(49, '阿斯顿撒倒萨w\'q\'r\'w\'q\'r', '微软为其', '大苏打撒倒萨撒', '其味无穷', '完全到位'),
(50, '', '', '', '', ''),
(51, '', '', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `bl_blog`
--

CREATE TABLE `bl_blog` (
  `id` int(10) UNSIGNED NOT NULL,
  `cover_img` varchar(255) NOT NULL DEFAULT '' COMMENT '????ͼƬ·??',
  `title` varchar(100) NOT NULL DEFAULT '' COMMENT '????',
  `u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '?ϴ???ID',
  `u_nickname` varchar(30) NOT NULL DEFAULT '' COMMENT '?ϴ???????',
  `post_date` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '?ϴ?????',
  `content` text COMMENT '????',
  `c_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '????ID',
  `c_name` varchar(30) NOT NULL DEFAULT '' COMMENT '????????',
  `intro` varchar(255) NOT NULL DEFAULT '' COMMENT '????',
  `c_c_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '美食的分类',
  `c_c_name` varchar(30) NOT NULL DEFAULT '' COMMENT '美食的分类名称',
  `view_times` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `collect_times` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '收藏次数',
  `c_c_c_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '子分类id',
  `c_c_c_name` varchar(100) NOT NULL DEFAULT '' COMMENT '子分类name'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_blog`
--

INSERT INTO `bl_blog` (`id`, `cover_img`, `title`, `u_id`, `u_nickname`, `post_date`, `content`, `c_id`, `c_name`, `intro`, `c_c_id`, `c_c_name`, `view_times`, `collect_times`, `c_c_c_id`, `c_c_c_name`) VALUES
(2, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', 'PHP7内核分析', 1, '小马', 1512224219, '&lt;p&gt;打网球&lt;/p&gt;', 268, '广州', '', 1, '烹饪', 0, 0, 0, ''),
(3, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'Go语言实战', 1, '小马', 1512262112, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 268, '广州', '', 2, '吃货', 0, 0, 0, ''),
(4, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', '数据爬虫', 1, '小马', 1512262218, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 267, '广东', '', 3, '甜点', 0, 0, 0, ''),
(5, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', 'ASP.NET Core 2', 1, 'bin', 1512262242, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(6, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 5, '阿卡47', 1512262349, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(7, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 3, '小蕊', 1512262513, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(8, 'public/admin/images/BlogImages/_blog_img5a26082f6eabb20171205104503670.jpg', '大苏打', 1, '小马', 1512268079, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(9, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 10, '老干妈', 1512268704, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(10, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 8, '局长', 1512268711, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(12, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 1, '小马', 1512268718, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味ras撒大声地', 0, '', 0, 0, 0, ''),
(13, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 1, 'bin', 1512268773, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(16, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 1, 'bin', 1512268990, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(17, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 1, 'bin', 1512284724, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(18, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 1, 'bin', 1512306622, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(244, 'public/admin/images/BlogImages/_blog_img5a7a5ec40fdac20180207100452375.png', 'ASP.NET Core 2', 1, '小马', 1512386423, '&lt;p&gt;大苏打撒&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/04/201712041920158118.jpg&quot; style=&quot;height:1000px; width:1600px&quot;/&gt;&lt;/p&gt;', 1, '北京', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(19, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(20, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(21, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(22, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(23, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(24, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 7, '阿百川', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(25, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(26, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 10, '老干妈', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(27, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(28, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(29, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 6, '家具', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(30, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(31, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 7, '阿百川', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(32, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 15, '一个打十个hhh', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(33, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(34, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(35, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(36, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(37, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(38, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(39, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(40, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(41, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(42, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(43, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(44, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(45, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(46, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(47, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(48, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(49, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(50, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(51, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(52, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(53, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 4, '夏鸥', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(54, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(55, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(56, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(57, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(58, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(59, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(60, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(61, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(62, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(63, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(64, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(65, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(66, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(67, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(68, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(69, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(70, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(71, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(72, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(73, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(74, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(75, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(76, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(77, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(78, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(79, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(80, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(81, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(82, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(83, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(84, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(85, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(86, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(87, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(88, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(89, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(90, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(91, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(92, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(93, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(94, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(95, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(96, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(97, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(98, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(99, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(100, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(101, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(102, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(103, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(104, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(105, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(106, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(107, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(108, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(109, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(110, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(111, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(112, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(113, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(114, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(115, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(116, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(117, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(118, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(119, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, '');
INSERT INTO `bl_blog` (`id`, `cover_img`, `title`, `u_id`, `u_nickname`, `post_date`, `content`, `c_id`, `c_name`, `intro`, `c_c_id`, `c_c_name`, `view_times`, `collect_times`, `c_c_c_id`, `c_c_c_name`) VALUES
(120, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(121, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(122, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(123, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(124, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(125, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(126, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(127, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(128, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(129, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(130, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(131, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(132, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(133, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(134, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(135, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(136, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(137, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(138, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(139, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(140, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(141, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(142, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(143, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(144, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(145, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(146, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(147, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(148, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(149, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(150, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(151, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(152, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(153, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(154, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(155, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(156, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(157, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(158, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(159, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(160, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(161, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(162, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(163, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(164, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(165, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(166, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(167, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(168, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(169, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(170, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(171, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(172, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(173, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(174, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(175, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(176, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(177, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(178, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(179, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(180, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(181, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(182, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(183, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(184, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(185, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(186, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(187, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(188, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(189, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(190, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(191, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(192, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(193, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(194, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(195, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(196, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(197, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(198, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(199, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(200, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(201, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(202, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(203, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(204, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(205, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(206, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(207, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(208, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(209, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(210, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(211, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(212, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(213, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(214, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(215, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(216, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, ''),
(217, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(218, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(219, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(220, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(221, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(222, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(223, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '带我去', 0, '', 0, 0, 0, ''),
(224, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '额w完全人情味r', 0, '', 0, 0, 0, ''),
(225, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '人情味我确认', 0, '', 0, 0, 0, ''),
(226, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', '啊实打实的', 0, '', 0, 0, 0, ''),
(227, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '的撒旦sa', 0, '', 0, 0, 0, ''),
(228, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', '都撒旦', 0, '', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot; /&gt;&lt;/p&gt;', 5, 'ThinkPHP', '阿叔', 0, '', 0, 0, 0, ''),
(229, 'public/admin/blogImages/_blog_img5a22b5db57bb62017120222165982.jpg', '撒到我去', 0, '', 0, '&lt;p&gt;打网球&lt;/p&gt;', 1, 'PHP', '', 0, '', 0, 0, 0, ''),
(230, 'public/admin/blogImages/_blog_img5a239960b65f220171203142744486.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 3, 'swoole', '', 0, '', 0, 0, 0, ''),
(231, 'public/admin/blogImages/_blog_img5a234a4a7d1602017120308501877.jpg', 'fsfdsfdsf发生的', 0, '', 0, '&lt;h1&gt;访问分为身份证&amp;nbsp;&lt;/h1&gt;', 2, 'Java', '', 0, '', 0, 0, 0, '');
INSERT INTO `bl_blog` (`id`, `cover_img`, `title`, `u_id`, `u_nickname`, `post_date`, `content`, `c_id`, `c_name`, `intro`, `c_c_id`, `c_c_name`, `view_times`, `collect_times`, `c_c_c_id`, `c_c_c_name`) VALUES
(232, 'public/admin/blogImages/_blog_img5a234a6285dde2017120308504213.jpg', '啊带我去', 0, '', 0, '&lt;p&gt;翻墙我&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712030850371474.jpg&quot; style=&quot;height:500px; width:600px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '请问单位访问', 0, '', 0, 0, 0, ''),
(233, 'public/admin/blogImages/_blog_img5a234acd7f6ee20171203085229397.jpg', '大撒大青蛙', 0, '', 0, '&lt;p&gt;阿叔倒萨&lt;/p&gt;', 1, 'PHP', '完全额浮生发', 0, '', 0, 0, 0, ''),
(234, 'public/admin/blogImages/_blog_img5a239958bbdb820171203142736750.jpg', '大神', 0, '', 0, '&lt;p&gt;啊&lt;/p&gt;', 2, 'Java', '大dasdas的阿斯顿', 0, '', 0, 0, 0, ''),
(235, '', '大苏打', 0, '', 0, '&lt;p&gt;q去恶趣味防守打法大飒飒打撒&lt;/p&gt;', 5, 'ThinkPHP', '大', 0, '', 0, 0, 0, ''),
(236, 'public/admin/blogImages/_blog_img5a2399523de4220171203142730564.jpg', '', 0, '', 0, '', 3, 'swoole', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(237, 'public/admin/blogImages/_blog_img5a239eec0d12b20171203145124840.jpg', '大苏打撒', 0, '', 0, '&lt;p&gt;阿斯顿sa&lt;/p&gt;', 1, 'PHP', '撒旦萨芬带我去3额头人阿德撒旦大苏打水水水水水水水水水水水水水水水水倒萨倒萨倒萨是顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的撒旦阿文大水水水水水水水水水水水水水水水水水水水的我钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱钱的我的我确认我去日日日日日日日日日日日日我确认我去日期哇哇哇哇', 0, '', 0, 0, 0, ''),
(238, 'public/admin/blogImages/_blog_img5a23a3559b82c20171203151013304.jpg', '都撒旦撒', 0, '', 0, '&lt;p&gt;大三大四的趣味无穷的&lt;/p&gt;', 7, 'SpringMVC', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(239, 'public/admin/blogImages/_blog_img5a2399c2cea4b20171203142922198.jpg', '撒旦撒旦q\'w', 0, '', 0, '&lt;p&gt;犬瘟热犬瘟热&lt;/p&gt;', 1, 'PHP', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(240, 'public/admin/blogImages/_blog_img5a2399b718a1e20171203142911703.jpg', '犬瘟热未确认', 0, '', 0, '&lt;p&gt;哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈&lt;/p&gt;', 3, 'swoole', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(241, 'public/admin/blogImages/_blog_img5a236a20d61b720171203110608568.jpg', '青蛙打网球da\'s', 0, '', 0, '&lt;p&gt;大神的&lt;/p&gt;', 1, 'PHP', 'PHP7内核剖析》有别与市面上的其他PHP技术图书，它不是介绍PHP如何应用，而是深入讲解PHP语言的底层实现原理。它面向的是具备较多PHP项目经验的中高级的开发者。阅读本书可以帮助开发者了解PHP内核实现，对PHP有更深入更全面更清晰的理解，有助于开发者将自身技术水平提升到一个新的层次。', 0, '', 0, 0, 0, ''),
(242, 'public/admin/blogImages/_blog_img5a23a234b9dad20171203150524687.jpg', '的去外地无情的完全带我去', 0, '', 0, '&lt;p&gt;带我去完全我的钱的&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712031505216291.jpg&quot; style=&quot;height:622px; width:936px&quot; /&gt;&lt;/p&gt;', 1, 'PHP', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 0, '', 0, 0, 0, ''),
(243, 'public/admin/blogImages/_blog_img5a23f7be3c64e20171203211022460.jpg', 'Python数据爬虫', 1, '小马', 0, '&lt;p&gt;&lt;img alt=&quot;&quot; src=&quot;/Upload/ckfinder/images/2017/12/03/201712032110039262.jpg&quot; style=&quot;height:220px; width:330px&quot;/&gt;&lt;/p&gt;', 5, '宣武区', '本书深入浅出地介绍了ASP.NET Core基础及实战方面方方面面的知识，主要有.NET Core的基础知识及安装、dotnet命令、ASP.NET Core 开发工具操作及使用、ASP.NET Core原理和组件介绍、ASP.NET Core MVC框架学习、ASP.NET Core Web API 学习和扩展Web API输出格式，以及.NET.Core 的单元测试，*后以一个完整的项目结尾，并讲解了项目的发布和部署', 2, '吃货', 0, 0, 0, ''),
(246, 'public/admin/images/BlogImages/_blog_img5a2646e7b803020171205151239133.png', '布谷鸟的呼唤', 1, '小马', 1512457959, '&lt;ol class=&quot; list-paddingleft-2&quot;&gt;&lt;li&gt;&lt;p&gt;大大道sad撒道&lt;/p&gt;&lt;/li&gt;&lt;/ol&gt;', 1, '北京', 'PHP7内核剖析》有别与市面上的其他PHP技术图书，它不是介绍PHP如何应用，而是深入讲解PHP语言的底层实现原理。它面向的是具备较多PHP项目经验的中高级的开发者。阅读本书可以帮助开发者了解PHP内核实现，对PHP有更深入更全面更清晰的理解，有助于开发者将自身技术水平提升到一个新的层次。', 1, '烹饪', 0, 0, 0, ''),
(247, 'public/admin/images/BlogImages/_blog_img5a61a7f0f239320180119161024445.jpg', 'PHP7内核分析', 1, '小马', 1516349424, '&lt;p&gt;&lt;img src=&quot;/ueditor/php/upload/image/20180119/1516349409625165.jpg&quot; title=&quot;1516349409625165.jpg&quot; alt=&quot;bk2.jpg&quot;/&gt;adsad&lt;/p&gt;', 15, '大兴区', 'PHP7内核剖析》有别与市面上的其他PHP技术图书，它不是介绍PHP如何应用，而是深入讲解PHP语言的底层实现原理。它面向的是具备较多PHP项目经验的中高级的开发者。阅读本书可以帮助开发者了解PHP内核实现，对PHP有更深入更全面更清晰的理解，有助于开发者将自身技术水平提升到一个新的层次。', 1, '烹饪', 5, 0, 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `bl_category`
--

CREATE TABLE `bl_category` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(30) NOT NULL DEFAULT '' COMMENT '城市名称',
  `parent_id` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_category`
--

INSERT INTO `bl_category` (`id`, `name`, `parent_id`) VALUES
(1, '北京', 0),
(2, '东城区', 1),
(3, '西城区', 1),
(4, '崇文区', 1),
(5, '宣武区', 1),
(6, '朝阳区', 1),
(7, '丰台区', 1),
(8, '石景山区', 1),
(9, '海淀区', 1),
(10, '门头沟区', 1),
(11, '房山区', 1),
(12, '通州区', 1),
(13, '顺义区', 1),
(14, '昌平区', 1),
(15, '大兴区', 1),
(16, '怀柔区', 1),
(17, '平谷区', 1),
(18, '密云县', 1),
(19, '延庆县', 1),
(20, '天津', 0),
(21, '和平区', 20),
(22, '河东区', 20),
(23, '河西区', 20),
(24, '南开区', 20),
(25, '河北区', 20),
(26, '红桥区', 20),
(27, '塘沽区', 20),
(28, '汉沽区', 20),
(29, '大港区', 20),
(30, '东丽区', 20),
(31, '西青区', 20),
(32, '津南区', 20),
(33, '北辰区', 20),
(34, '武清区', 20),
(35, '宝坻区', 20),
(36, '宁河县', 20),
(37, '静海县', 20),
(38, '蓟县', 20),
(39, '河北', 0),
(40, '石家庄', 39),
(41, '唐山', 39),
(42, '秦皇岛', 39),
(43, '邯郸', 39),
(44, '邢台', 39),
(45, '保定', 39),
(46, '张家口', 39),
(47, '承德', 39),
(48, '沧州', 39),
(49, '廊坊', 39),
(50, '衡水', 39),
(51, '山西', 0),
(52, '太原', 51),
(53, '大同', 51),
(54, '阳泉', 51),
(55, '长治', 51),
(56, '晋城', 51),
(57, '朔州', 51),
(58, '晋中', 51),
(59, '运城', 51),
(60, '忻州', 51),
(61, '临汾', 51),
(62, '吕梁', 51),
(63, '内蒙古', 0),
(64, '呼和浩特', 63),
(65, '包头', 63),
(66, '乌海', 63),
(67, '赤峰', 63),
(68, '通辽', 63),
(69, '鄂尔多斯', 63),
(70, '呼伦贝尔', 63),
(71, '巴彦淖尔', 63),
(72, '乌兰察布', 63),
(73, '兴安盟', 63),
(74, '锡林郭勒盟', 63),
(75, '阿拉善盟', 63),
(76, '辽宁', 0),
(77, '沈阳', 76),
(78, '大连', 76),
(79, '鞍山', 76),
(80, '抚顺', 76),
(81, '本溪', 76),
(82, '丹东', 76),
(83, '锦州', 76),
(84, '营口', 76),
(85, '阜新', 76),
(86, '辽阳', 76),
(87, '盘锦', 76),
(88, '铁岭', 76),
(89, '朝阳', 76),
(90, '葫芦岛', 76),
(91, '吉林', 0),
(92, '长春', 91),
(93, '吉林', 91),
(94, '四平', 91),
(95, '辽源', 91),
(96, '通化', 91),
(97, '白山', 91),
(98, '松原', 91),
(99, '白城', 91),
(100, '延边', 91),
(101, '黑龙江', 0),
(102, '哈尔滨', 101),
(103, '齐齐哈尔', 101),
(104, '鸡西', 101),
(105, '鹤岗', 101),
(106, '双鸭山', 101),
(107, '大庆', 101),
(108, '伊春', 101),
(109, '佳木斯', 101),
(110, '七台河', 101),
(111, '牡丹江', 101),
(112, '黑河', 101),
(113, '绥化', 101),
(114, '大兴安岭', 101),
(115, '上海', 0),
(116, '黄浦区', 115),
(117, '卢湾区', 115),
(118, '徐汇区', 115),
(119, '长宁区', 115),
(120, '静安区', 115),
(121, '普陀区', 115),
(122, '闸北区', 115),
(123, '虹口区', 115),
(124, '杨浦区', 115),
(125, '闵行区', 115),
(126, '宝山区', 115),
(127, '嘉定区', 115),
(128, '浦东新区', 115),
(129, '金山区', 115),
(130, '松江区', 115),
(131, '青浦区', 115),
(132, '南汇区', 115),
(133, '奉贤区', 115),
(134, '崇明县', 115),
(135, '江苏', 0),
(136, '南京', 135),
(137, '无锡', 135),
(138, '徐州', 135),
(139, '常州', 135),
(140, '苏州', 135),
(141, '南通', 135),
(142, '连云港', 135),
(143, '淮安', 135),
(144, '盐城', 135),
(145, '扬州', 135),
(146, '镇江', 135),
(147, '泰州', 135),
(148, '宿迁', 135),
(149, '浙江', 0),
(150, '杭州', 149),
(151, '宁波', 149),
(152, '温州', 149),
(153, '嘉兴', 149),
(154, '湖州', 149),
(155, '绍兴', 149),
(156, '金华', 149),
(157, '衢州', 149),
(158, '舟山', 149),
(159, '台州', 149),
(160, '丽水', 149),
(161, '安徽', 0),
(162, '合肥', 161),
(163, '芜湖', 161),
(164, '蚌埠', 161),
(165, '淮南', 161),
(166, '马鞍山', 161),
(167, '淮北', 161),
(168, '铜陵', 161),
(169, '安庆', 161),
(170, '黄山', 161),
(171, '滁州', 161),
(172, '阜阳', 161),
(173, '宿州', 161),
(174, '巢湖', 161),
(175, '六安', 161),
(176, '亳州', 161),
(177, '池州', 161),
(178, '宣城', 161),
(179, '福建', 0),
(180, '福州', 179),
(181, '厦门', 179),
(182, '莆田', 179),
(183, '三明', 179),
(184, '泉州', 179),
(185, '漳州', 179),
(186, '南平', 179),
(187, '龙岩', 179),
(188, '宁德', 179),
(189, '江西', 0),
(190, '南昌', 189),
(191, '景德镇', 189),
(192, '萍乡', 189),
(193, '九江', 189),
(194, '新余', 189),
(195, '鹰潭', 189),
(196, '赣州', 189),
(197, '吉安', 189),
(198, '宜春', 189),
(199, '抚州', 189),
(200, '上饶', 189),
(201, '山东', 0),
(202, '济南', 201),
(203, '青岛', 201),
(204, '淄博', 201),
(205, '枣庄', 201),
(206, '东营', 201),
(207, '烟台', 201),
(208, '潍坊', 201),
(209, '济宁', 201),
(210, '泰安', 201),
(211, '威海', 201),
(212, '日照', 201),
(213, '莱芜', 201),
(214, '临沂', 201),
(215, '德州', 201),
(216, '聊城', 201),
(217, '滨州', 201),
(218, '荷泽', 201),
(219, '河南', 0),
(220, '郑州', 219),
(221, '开封', 219),
(222, '洛阳', 219),
(223, '平顶山', 219),
(224, '安阳', 219),
(225, '鹤壁', 219),
(226, '新乡', 219),
(227, '焦作', 219),
(228, '濮阳', 219),
(229, '许昌', 219),
(230, '漯河', 219),
(231, '三门峡', 219),
(232, '南阳', 219),
(233, '商丘', 219),
(234, '信阳', 219),
(235, '周口', 219),
(236, '驻马店', 219),
(237, '湖北', 0),
(238, '武汉', 237),
(239, '黄石', 237),
(240, '十堰', 237),
(241, '宜昌', 237),
(242, '襄樊', 237),
(243, '鄂州', 237),
(244, '荆门', 237),
(245, '孝感', 237),
(246, '荆州', 237),
(247, '黄冈', 237),
(248, '咸宁', 237),
(249, '随州', 237),
(250, '恩施', 237),
(251, '神农架', 237),
(252, '湖南', 0),
(253, '长沙', 252),
(254, '株洲', 252),
(255, '湘潭', 252),
(256, '衡阳', 252),
(257, '邵阳', 252),
(258, '岳阳', 252),
(259, '常德', 252),
(260, '张家界', 252),
(261, '益阳', 252),
(262, '郴州', 252),
(263, '永州', 252),
(264, '怀化', 252),
(265, '娄底', 252),
(266, '湘西', 252),
(267, '广东', 0),
(268, '广州', 267),
(269, '韶关', 267),
(270, '深圳', 267),
(271, '珠海', 267),
(272, '汕头', 267),
(273, '佛山', 267),
(274, '江门', 267),
(275, '湛江', 267),
(276, '茂名', 267),
(277, '肇庆', 267),
(278, '惠州', 267),
(279, '梅州', 267),
(280, '汕尾', 267),
(281, '河源', 267),
(282, '阳江', 267),
(283, '清远', 267),
(284, '东莞', 267),
(285, '中山', 267),
(286, '潮州', 267),
(287, '揭阳', 267),
(288, '云浮', 267),
(289, '广西', 0),
(290, '南宁', 289),
(291, '柳州', 289),
(292, '桂林', 289),
(293, '梧州', 289),
(294, '北海', 289),
(295, '防城港', 289),
(296, '钦州', 289),
(297, '贵港', 289),
(298, '玉林', 289),
(299, '百色', 289),
(300, '贺州', 289),
(301, '河池', 289),
(302, '来宾', 289),
(303, '崇左', 289),
(304, '海南', 0),
(305, '海口', 304),
(306, '三亚', 304),
(307, '重庆', 0),
(308, '重庆', 307),
(309, '万州区', 307),
(310, '涪陵区', 307),
(311, '渝中区', 307),
(312, '大渡口区', 307),
(313, '江北区', 307),
(314, '沙坪坝区', 307),
(315, '九龙坡区', 307),
(316, '南岸区', 307),
(317, '北碚区', 307),
(318, '万盛区', 307),
(319, '双桥区', 307),
(320, '渝北区', 307),
(321, '巴南区', 307),
(322, '黔江区', 307),
(323, '长寿区', 307),
(324, '綦江县', 307),
(325, '潼南县', 307),
(326, '铜梁县', 307),
(327, '大足县', 307),
(328, '荣昌县', 307),
(329, '璧山县', 307),
(330, '梁平县', 307),
(331, '城口县', 307),
(332, '丰都县', 307),
(333, '垫江县', 307),
(334, '武隆县', 307),
(335, '忠县', 307),
(336, '开县', 307),
(337, '云阳县', 307),
(338, '奉节县', 307),
(339, '巫山县', 307),
(340, '巫溪县', 307),
(341, '石柱土家族自治县', 307),
(342, '秀山土家族苗族自治县', 307),
(343, '酉阳土家族苗族自治县', 307),
(344, '彭水苗族土家族自治县', 307),
(345, '江津', 307),
(346, '合川', 307),
(347, '永川', 307),
(348, '南川', 307),
(349, '四川', 0),
(350, '成都', 349),
(351, '自贡', 349),
(352, '攀枝花', 349),
(353, '泸州', 349),
(354, '德阳', 349),
(355, '绵阳', 349),
(356, '广元', 349),
(357, '遂宁', 349),
(358, '内江', 349),
(359, '乐山', 349),
(360, '南充', 349),
(361, '眉山', 349),
(362, '宜宾', 349),
(363, '广安', 349),
(364, '达州', 349),
(365, '雅安', 349),
(366, '巴中', 349),
(367, '资阳', 349),
(368, '阿坝', 349),
(369, '甘孜', 349),
(370, '凉山', 349),
(371, '贵州', 0),
(372, '贵阳', 371),
(373, '六盘水', 371),
(374, '遵义', 371),
(375, '安顺', 371),
(376, '铜仁', 371),
(377, '黔西南', 371),
(378, '毕节', 371),
(379, '黔东南', 371),
(380, '黔南', 371),
(381, '云南', 0),
(382, '昆明', 381),
(383, '曲靖', 381),
(384, '玉溪', 381),
(385, '保山', 381),
(386, '昭通', 381),
(387, '丽江', 381),
(388, '思茅', 381),
(389, '临沧', 381),
(390, '楚雄', 381),
(391, '红河', 381),
(392, '文山', 381),
(393, '西双版纳', 381),
(394, '大理', 381),
(395, '德宏', 381),
(396, '怒江', 381),
(397, '迪庆', 381),
(398, '西藏', 0),
(399, '拉萨', 398),
(400, '昌都', 398),
(401, '山南', 398),
(402, '日喀则', 398),
(403, '那曲', 398),
(404, '阿里', 398),
(405, '林芝', 398),
(406, '陕西', 0),
(407, '西安', 406),
(408, '铜川', 406),
(409, '宝鸡', 406),
(410, '咸阳', 406),
(411, '渭南', 406),
(412, '延安', 406),
(413, '汉中', 406),
(414, '榆林', 406),
(415, '安康', 406),
(416, '商洛', 406),
(417, '甘肃', 0),
(418, '兰州', 417),
(419, '嘉峪关', 417),
(420, '金昌', 417),
(421, '白银', 417),
(422, '天水', 417),
(423, '武威', 417),
(424, '张掖', 417),
(425, '平凉', 417),
(426, '酒泉', 417),
(427, '庆阳', 417),
(428, '定西', 417),
(429, '陇南', 417),
(430, '临夏', 417),
(431, '甘南', 417),
(432, '青海', 0),
(433, '西宁', 432),
(434, '海东', 432),
(435, '海北', 432),
(436, '黄南', 432),
(437, '海南', 432),
(438, '果洛', 432),
(439, '玉树', 432),
(440, '海西', 432),
(441, '宁夏', 0),
(442, '银川', 441),
(443, '石嘴山', 441),
(444, '吴忠', 441),
(445, '固原', 441),
(446, '中卫', 441),
(447, '新疆', 0),
(448, '乌鲁木齐', 447),
(449, '克拉玛依', 447),
(450, '吐鲁番', 447),
(451, '哈密', 447),
(452, '昌吉', 447),
(453, '博尔塔拉', 447),
(454, '巴音郭楞', 447),
(455, '阿克苏', 447),
(456, '克孜勒苏', 447),
(457, '喀什', 447),
(458, '和田', 447),
(459, '伊犁', 447),
(460, '塔城', 447),
(461, '阿勒泰', 447),
(462, '石河子', 447),
(463, '阿拉尔', 447),
(464, '图木舒克', 447),
(465, '五家渠', 447),
(466, '香港', 0),
(467, '香港', 466),
(468, '澳门', 0),
(469, '澳门', 468),
(470, '台湾', 0),
(471, '台湾', 470);

-- --------------------------------------------------------

--
-- 表的结构 `bl_cate_category`
--

CREATE TABLE `bl_cate_category` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(30) NOT NULL DEFAULT '' COMMENT '分类名称',
  `parent_id` int(10) UNSIGNED DEFAULT NULL COMMENT '分类的父类'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_cate_category`
--

INSERT INTO `bl_cate_category` (`id`, `name`, `parent_id`) VALUES
(1, '烹饪', 0),
(2, '吃货', 0),
(3, '甜点', 0);

-- --------------------------------------------------------

--
-- 表的结构 `bl_comment`
--

CREATE TABLE `bl_comment` (
  `id` int(10) UNSIGNED NOT NULL,
  `content` varchar(600) NOT NULL DEFAULT '' COMMENT '评论内容',
  `article_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '所属文章ID',
  `cat_title` varchar(30) NOT NULL DEFAULT '' COMMENT '所属文章标题',
  `u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '所属用户ID',
  `u_nickname` varchar(30) NOT NULL DEFAULT '' COMMENT '所属用户昵称',
  `post_date` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '评论时间',
  `p_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '父评论',
  `is_release` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否发布，0表示不发布，1表示发布'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_comment`
--

INSERT INTO `bl_comment` (`id`, `content`, `article_id`, `cat_title`, `u_id`, `u_nickname`, `post_date`, `p_id`, `is_release`) VALUES
(2, '哈哈哈哈0', 1, 'ww', 1, 'dsd', 132456, 0, 1),
(3, '哈哈哈哈0', 247, 'ww', 1, 'dsd', 132456, 0, 1),
(4, '哈哈哈哈1', 247, 'ww', 1, 'dsd', 132456, 3, 1),
(6, '哈哈哈哈11', 247, 'ww', 1, 'dsd', 0, 3, 1),
(7, '哈哈哈哈2', 247, 'ww', 1, 'dsd', 0, 6, 1),
(138, '哈哈哈哈111', 247, '倒萨', 2, '锕646 ', 123, 6, 1),
(139, '&lt;p&gt;得到的&lt;/p&gt;', 247, 'PHP7内核分析', 1, '小马', 1525959969, 3, 1),
(140, '&lt;p&gt;得到的大苏打&lt;/p&gt;', 247, 'PHP7内核分析', 1, '小马', 1525959997, 7, 0),
(141, '&lt;p&gt;得到&lt;/p&gt;', 247, 'PHP7内核分析', 1, '小马', 1525960030, 140, 1),
(142, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525960867, 0, 1),
(143, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961174, 0, 1),
(144, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961190, 0, 1),
(145, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961199, 0, 1),
(146, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961238, 0, 1),
(147, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961270, 0, 1),
(148, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961271, 0, 1),
(149, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961271, 0, 1),
(150, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961272, 0, 1),
(151, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961273, 0, 1),
(152, '她她她大神', 247, 'PHP7内核分析', 1, '小马', 1525961364, 0, 1),
(153, '大大啊啊啊', 247, 'PHP7内核分析', 1, '小马', 1525961374, 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `bl_user`
--

CREATE TABLE `bl_user` (
  `id` int(10) UNSIGNED NOT NULL,
  `acc` varchar(30) NOT NULL DEFAULT '' COMMENT '账户',
  `pwd` char(32) NOT NULL DEFAULT '' COMMENT '密码',
  `nickname` varchar(30) NOT NULL DEFAULT '' COMMENT '昵称',
  `email` varchar(30) NOT NULL DEFAULT '' COMMENT '用户邮箱',
  `register_date` int(11) NOT NULL DEFAULT '0' COMMENT '注册时间',
  `is_admin` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '是否为管理员，1为管理员，0为否',
  `openid` varchar(255) NOT NULL DEFAULT '' COMMENT '微信openid'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_user`
--

INSERT INTO `bl_user` (`id`, `acc`, `pwd`, `nickname`, `email`, `register_date`, `is_admin`, `openid`) VALUES
(1, 'xiao', 'e10adc3949ba59abbe56e057f20f883e', '小马', '123@123.com', 1512374489, 0, ''),
(2, 'dabin', 'e10adc3949ba59abbe56e057f20f883e', '大彬', '1234@123.com', 1512374841, 0, ''),
(3, 'xiaor', 'e10adc3949ba59abbe56e057f20f883e', '小蕊', '12345@123.com', 1512374872, 0, ''),
(4, 'xiaou', 'e10adc3949ba59abbe56e057f20f883e', '夏鸥', '12@123.com', 1512374895, 0, ''),
(5, 'ak47', 'e10adc3949ba59abbe56e057f20f883e', '阿卡47', '11@1.com', 1512374919, 0, ''),
(6, 'jj', '74c43b7ec689955c9c1517294e92500f', '家具', '1@5.com', 1512374975, 0, ''),
(7, 'abc', 'e10adc3949ba59abbe56e057f20f883e', '阿百川', '22@55.com', 1512375001, 0, ''),
(8, 'jz', 'e10adc3949ba59abbe56e057f20f883e', '局长', '2@56.com', 1512375057, 0, ''),
(9, 'hxd', 'e10adc3949ba59abbe56e057f20f883e', '黄虚洞', '5@689.com', 1512375099, 1, ''),
(10, 'lgm', 'e10adc3949ba59abbe56e057f20f883e', '老干妈', '5@68.com', 1512375136, 1, ''),
(11, 'ri', 'e10adc3949ba59abbe56e057f20f883e', '日', '123@1234.com', 1512375156, 1, ''),
(12, 'cnm', 'e10adc3949ba59abbe56e057f20f883e', '重宁明', '12345@456.com', 1512375898, 0, ''),
(13, 'wc', 'e10adc3949ba59abbe56e057f20f883e', '无措', '123asd@123.com', 1512376050, 0, ''),
(15, 'yewen', 'e10adc3949ba59abbe56e057f20f883e', '一个打十个hhh', '123@12356.com', 1512385593, 1, ''),
(16, 'zxy', 'e10adc3949ba59abbe56e057f20f883e', '张鞋有', '1231@1231.com', 1517410483, 1, ''),
(17, 'xxx', '123', '123', '123@123com.com', 0, 0, ''),
(18, 'xxxss', '123', '123456456', '123456@123com.com', 0, 0, ''),
(19, 'xiao456', '202cb962ac59075b964b07152d234b70', '123ss', '123@123c.ss', 1526111264, 0, ''),
(20, 'xiaoss', '202cb962ac59075b964b07152d234b70', '1234568', '123@123com.coms', 1526111389, 0, ''),
(21, '123456dasd', '202cb962ac59075b964b07152d234b70', '1234567d', '123@123com.comw', 1526111492, 0, ''),
(22, 'dsawe', '202cb962ac59075b964b07152d234b70', '123dd', '123@123com.comsw', 1526111529, 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `bl_user_collect_article`
--

CREATE TABLE `bl_user_collect_article` (
  `user_artcile_id` int(10) UNSIGNED NOT NULL,
  `u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '用户id',
  `u_nickname` varchar(30) NOT NULL,
  `a_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '文章ID',
  `collected_at` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '收藏时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_user_collect_article`
--

INSERT INTO `bl_user_collect_article` (`user_artcile_id`, `u_id`, `u_nickname`, `a_id`, `collected_at`) VALUES
(8, 2, '大彬', 2, 1516408583),
(17, 1, '小马', 247, 1526087592);

-- --------------------------------------------------------

--
-- 表的结构 `bl_user_follow`
--

CREATE TABLE `bl_user_follow` (
  `follow_id` int(10) UNSIGNED NOT NULL,
  `u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '用户id',
  `f_u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '关注用户的ID',
  `collected_at` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '收藏时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_user_follow`
--

INSERT INTO `bl_user_follow` (`follow_id`, `u_id`, `f_u_id`, `collected_at`) VALUES
(1, 2, 6, 1516408391);

-- --------------------------------------------------------

--
-- 表的结构 `bl_user_follow_cate`
--

CREATE TABLE `bl_user_follow_cate` (
  `follow_cate_id` int(10) UNSIGNED NOT NULL,
  `u_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '用户id',
  `u_nickname` varchar(30) NOT NULL COMMENT '用户昵称',
  `c_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '分类的ID',
  `collected_at` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '收藏时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `bl_user_follow_cate`
--

INSERT INTO `bl_user_follow_cate` (`follow_cate_id`, `u_id`, `u_nickname`, `c_id`, `collected_at`) VALUES
(8, 2, '大彬', 5, 1516446537),
(9, 2, '大彬', 1, 1516446537);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `bl_about`
--
ALTER TABLE `bl_about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bl_blog`
--
ALTER TABLE `bl_blog`
  ADD PRIMARY KEY (`id`),
  ADD KEY `post_date` (`post_date`);

--
-- Indexes for table `bl_category`
--
ALTER TABLE `bl_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bl_cate_category`
--
ALTER TABLE `bl_cate_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bl_comment`
--
ALTER TABLE `bl_comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bl_user`
--
ALTER TABLE `bl_user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `acc` (`acc`),
  ADD UNIQUE KEY `nickname` (`nickname`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `bl_user_collect_article`
--
ALTER TABLE `bl_user_collect_article`
  ADD PRIMARY KEY (`user_artcile_id`);

--
-- Indexes for table `bl_user_follow`
--
ALTER TABLE `bl_user_follow`
  ADD PRIMARY KEY (`follow_id`);

--
-- Indexes for table `bl_user_follow_cate`
--
ALTER TABLE `bl_user_follow_cate`
  ADD PRIMARY KEY (`follow_cate_id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `bl_about`
--
ALTER TABLE `bl_about`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- 使用表AUTO_INCREMENT `bl_blog`
--
ALTER TABLE `bl_blog`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=248;

--
-- 使用表AUTO_INCREMENT `bl_category`
--
ALTER TABLE `bl_category`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=472;

--
-- 使用表AUTO_INCREMENT `bl_cate_category`
--
ALTER TABLE `bl_cate_category`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用表AUTO_INCREMENT `bl_comment`
--
ALTER TABLE `bl_comment`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=154;

--
-- 使用表AUTO_INCREMENT `bl_user`
--
ALTER TABLE `bl_user`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- 使用表AUTO_INCREMENT `bl_user_collect_article`
--
ALTER TABLE `bl_user_collect_article`
  MODIFY `user_artcile_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- 使用表AUTO_INCREMENT `bl_user_follow`
--
ALTER TABLE `bl_user_follow`
  MODIFY `follow_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `bl_user_follow_cate`
--
ALTER TABLE `bl_user_follow_cate`
  MODIFY `follow_cate_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
